Repository: LaudateCorpus1/common-cartridge-viewer
Catalog: src/locales/*/messages.po
Languages: mi

source: (unidentified)
mi: (kaore e mōhiotia)

source: All Items
mi: Ngā Tūemi katoa

source: Assessment
mi: aromatawai

source: Assessments
mi: Ngā aromatawai

source: Assessments ( {0})
mi: Ngā Aromatawai ( {0})

source: Assignment
mi: Whakataunga

source: Assignments
mi: Ngā whakataunga

source: Assignments ({numberOfAssignments})
mi: Ngā Whakataunga ({numberOfAssignments})

source: Attachments
mi: Ngā Āpititanga

source: Cartridge
mi: Porohita

source: Click here to open link in new window
mi: Pāwhiri ki konei ki te huaki i te matapihi hou

source: Discussion
mi: Kōrerorero

source: Discussions
mi: Ngā Kōrerorero

source: Discussions ( {0})
mi: Ngā Kōrerorero ( {0})

source: Drag and drop, or click to browse your computer
mi: Tō me te whakataka, pāwhiri rānei ki te tirotiro tō rorohiko

source: Essay
mi: Tuhinga roa

source: Examples
mi: Ngā tauira

source: External Tool Content Can't be Previewed
mi: Taputapu o waho Ihirangi kaore e taea te arokite

source: External link
mi: Hono o waho

source: Files
mi: Ngā kōnae

source: Files ({0})
mi: Ngā kōnae ({0})

source: Fill in the blank
mi: Whakakī i te kore

source: Image
mi: Āhua

source: In order to use this resource in Canvas, the external tool must be installed.
mi: Hei whakamahi i tēnei rauemi ki Canvas, me whakauru te taputapu o waho.

source: Loading
mi: E tukuake ana

source: Loading Cartridge
mi: E tukuake ana porohita ana

source: Loading completion
mi: Kua oti te tukuake

source: Modules ({0})
mi: Ngā kōwae ({0})

source: Multiple choice
mi: Kōwhiringa maha

source: Multiple response
mi: Whakautu maha

source: Next
mi: E haere ake nei

source: Not found
mi: Kaore e kitea

source: Other type
mi: Tētahi atu momo

source: Page
mi: Whārangi

source: Pages ({0})
mi: Ngā Whārangi ({0})

source: Pattern match
mi: Tauira ōrite

source: Points
mi: Ngā koinga

source: Previous
mi: ō muri

source: Questions
mi: Ngā pātai

source: Submitting
mi: E tuku ana

source: This may take some time depending on the size of the cartridge.
mi: Ka āhua roa pea tēnei wā i runga i te rahi o te porohita.

source: True / false
mi: Pono/Rūkahau

source: Untitled
mi: Taitara kore

source: View
mi: Tirohia

source: View Common Cartridges in the browser. Requires no server-side processing.
mi: Tirohia ngā Porohita Common i roto i te pūtirotiro. Kaore e hiahiatia he tūmau-taha tukatuka.

source: View a Common Cartridge (.imscc)
mi: Tirohia he Common Porohita (.imscc)

source: View source on Github
mi: Tirohia puna i runga ō Github

source: Wiki content
mi: Wiki ihirangi

source: You are here:
mi: Kei konei koe:

source: a file upload
mi: he tukunga ake kōnae

source: {0} Questions
mi: {0} Pātai

source: {0} points
mi: {0} ng ākoinga

source: {0}% loaded
mi: {0}% kua utaina
