Repository: LaudateCorpus1/common-cartridge-viewer
Catalog: src/locales/ht/messages.po
Languages: ht

source: (unidentified)
ht: (non idantifye)

source: All Items
ht: Tout Eleman

source: Assessment
ht: Evalyasyon

source: Assessments
ht: Evalyasyon

source: Assessments ( {0})
ht: Evalyasyon ( {0})

source: Assignment
ht: Sesyon

source: Assignments
ht: Sesyon

source: Assignments ({numberOfAssignments})
ht: Sesyon ({numberOfAssignments})

source: Attachments
ht: Atachman

source: Cartridge
ht: Katouch

source: Click here to open link in new window
ht: Klike la pou ka ouvri lyen nan yon nouvo fenèt

source: Discussion
ht: Diskisyon

source: Discussions
ht: Diskisyon

source: Discussions ( {0})
ht: Diskisyon ( {0})

source: Drag and drop, or click to browse your computer
ht: Deplase oswa klike pou ka navige sou òdinatè w la.

source: Essay
ht: Redaksyon

source: Examples
ht: Egzanp

source: External Tool Content Can't be Previewed
ht: Paka wè Apèsi de Kontni Zouti Ekstèn yo

source: External link
ht: Lyen Ekstèn

source: Files
ht: Fichye

source: Files ({0})
ht: Fichye ({0})

source: Fill in the blank
ht: Ranpli espas vid

source: Image
ht: Imaj

source: In order to use this resource in Canvas, the external tool must be installed.
ht: Pou w kapab itilize resous sa a ssssou Canvas, zouti ekstèn nan dwe enstale.

source: Loading
ht: Chajman

source: Loading Cartridge
ht: Chajman Katouch

source: Loading completion
ht: Fen chajman

source: Modules ({0})
ht: Modil ({0})

source: Multiple choice
ht: Plizyè chwa

source: Multiple response
ht: Plizyè repons

source: Next
ht: Pwochen

source: Not found
ht: Entwouvab

source: Other type
ht: Lòt tipp

source: Page
ht: Paj

source: Pages ({0})
ht: Paj ({0})

source: Pattern match
ht: Korespondans modèl

source: Points
ht: Pwen

source: Previous
ht: Anvan

source: Questions
ht: Kesyon

source: Submitting
ht: Soumisyon

source: This may take some time depending on the size of the cartridge.
ht: Sa ka pran ti tan sa depan de gwosè katouch la.

source: True / false
ht: Vrè / fo

source: Untitled
ht: San tit

source: View
ht: Afiche

source: View Common Cartridges in the browser. Requires no server-side processing.
ht: Afiche Katouch Komen yo nan navigatè a. Li pa bezwen okenn tretman nan sèvè.

source: View a Common Cartridge (.imscc)
ht: Afiche yon Katouch Komen (.imscc)

source: View source on Github
ht: Afiche sous nan Github

source: Wiki content
ht: Kontni Wiki

source: You are here:
ht: Ou la a:

source: a file upload
ht: yon fichye transfè

source: https://www.yourdomain.com/cartridge.imscc (CORS enabled)
ht: https://www.yourdomain.com/cartridge.imscc (CORS aktive)

source: {0} Questions
ht: {0} Kesyon

source: {0} points
ht: {0} pwen

source: {0}% loaded
ht: {0}% chaje
